{
  "name": "혹스턴",
  "english_name": "",
  "short_address": "서울 서대문구 연희동",
  "full_address": "서울 서대문구 연희로 91 2층",
  "dong_name": "연희동",
  "naver_map_url": "https://naver.me/55nbp7H0",
  "google_map_url": null,
  "americano_price": 4800,
  "scores": {
    "outlet": 4,
    "space": 1,
    "noise": 1,
    "food": 1,
    "beauty": 1,
    "wifi": 5,
    "toilet": true,
    "toilet_cleanliness": 4,
    "chair": 1,
    "lighting": 1
  },
  "has_non_coffee_menu": false,
  "parking_info": "",
  "searched_articles": [
    {
      "title": "연희동 작업하기 좋은 통창 카페 혹스턴 HOXTON",
      "desc": "이번엔 연희동의 조용하고 분위기 좋은 카공 맛집 통창 뷰 카페 혹스턴을 소개해볼게요~ 2층에 있는 카페 혹스턴 HOXTON 서울 서대문구 연희로 91 2층 통창 뷰가 너무 좋았던 카페 혹스턴! 여름에도 초록초록한 분위기로 멋있을 것 같아요. 카공하기 좋은 카페로도 유명한 만큼 각자 조용히 시간을 보내는 분위기였어요. 도 많고 의자도 등받이가 있어서 더욱...",
      "url": "https://blog.naver.com/fryfry0/223701121555"
    },
    {
      "title": "서울 연희동 카페 공부하기 좋은 혹스턴",
      "desc": "불러일으켰다 콘센트가 자리마다 있어 전자기기 충전도 자유롭다 ❝ 메뉴판 서울 연희동 카페 연희동 혹스턴 메뉴 | 시그니처 히비스커스 아이스티 스파클링 에이드와 차이 밀크티, 에스프레소 콘파냐 총 세 종류가 시그니처 메뉴이다 | 음료 에스프레소와 롱 블랙/아메리카노, 바닐라와 크림이 올라간 라테, 콜드브루가 준비됐다 논 커피류는 티가 있는데 타발론...",
      "url": "https://blog.naver.com/ydk1537/223536509355"
    },
    {
      "title": "연희동 카페 집중하기 좋은 조용한 감성 카페 혹스턴",
      "desc": "산미있는 원두 좋아요 맛있어 연희동 카페 혹스턴은 친구가 찾은 곳인데 만족스러웠어요. 그리고 자리마다 콘센트가 있어서 편리하더라구요. 그래서인지 혼자 작업하러 온 분들이 많았어요. 창가 자리나 넓고 쾌적한 자리는 이미 선점돼 있어서(이선좌..) 저희도 안쪽 자리에서 작업하다가 창가 자리가 나자마자 옮겼어요. 이 자리는 특이하게 2층에서 3층 올라가는 복도에...",
      "url": "https://blog.naver.com/goyodaily/223573886709"
    },
    {
      "title": "연희동 노트북 작업 좋은 조용한 카공 카페 혹스턴",
      "desc": "특히 창가 자리는 혼자 잔잔히 작업하시는 분들이 꽤 많았답니다 그리고 연희동 카공 카페로 유명한 만큼 웬만하면 자리마다 콘센트가 하나씩은 있었어요 그리고 조용한 분위기임과... 방문해 보시길 바라요 그럼 안뇽 ~ #카페 #카공카페 #조용한카페 #노트북카페 #작업카페 #카공 # #카페 #노트북작업",
      "url": "https://blog.naver.com/foodie_0ee/223480621353"
    },
    {
      "title": "연희동 신상 가오픈 카페 :: 혹스턴 HOXTON",
      "desc": "잘 배우셔서 맛있는 디저트 준비해주세요 나는 연희동 카페 혹스턴에서 가장 작업하기 좋은 자리에 앉았다. 창가 쪽에 붙어 있는 콘센트를 사용할 수 있는 자리였는데, 내 시야에는 커피 마시기 좋은 테이블과, 돌(?)들이 놓여져 있었고, 돌 사이에서 카멜레온처럼 돌 흉내를 내고 있는(?) 스피커가 있었다. 신상 카페 의 색감이 무채색과 쿨톤이 생각나는 색의...",
      "url": "https://blog.naver.com/mongsiliblog/222644238443"
    },
    {
      "title": "연희동 혹스턴,",
      "desc": "영국의 지역명을 딴 것 같은 이름의 혹스턴 작업하기 좋은 카페로도 널리 알려진만큼 자리마다 콘센트와 스탠드가 있는 곳도 있다. 저 스탠드 탐나서 검색해봤는데 앵글포이즈 되게... 플라타너스 나무가 없었더라면 의 매력이 조금 떨어졌을지도 모르겠다, 싶을 정도로 너무 녹음이 아름다웠던 2023년 9월 늦여름의 카페 기록 蒲公英的游泳, 2023.9.",
      "url": "https://blog.naver.com/zeongmindeulle/223206719311"
    },
    {
      "title": "[연희동 카페 추천] 평일 낮에 오면 너무 좋은 카페, 연희동 작업하기 좋은 <혹스턴 Hoxton>",
      "desc": "요기서는 작업하기에는 콘센트도 없는것 같았고 다른분이 여기 앉으셨다가 등받이가 낮아서 힘드셨는지 다른곳으로 자리를 옮기시더라구요,,ㅎㅎ 창가쪽은 진짜 간단한 작업을 짧게... 연희동 혹스턴은 개인적으로 여유로워서 너무 만족스러웠습니다. 주말에는 어떤 모습일지 궁금하긴 하네요! 혹시 주말에 가시는 분이 있으시다면 후기 공유해주세요 ㅎㅎ!!! 그럼...",
      "url": "https://blog.naver.com/rlagytlr1224/223263960013"
    },
    {
      "title": "[내돈내산] HOXTON혹스턴: 연희동 조용한 카페에서 카공을 해보자",
      "desc": "(비냉 추천bb) #연희동맛집거리 #연희맛로 에서 혹스턴까지 도보 3분이면 간답니다. 카페 혹스턴은 건물 2층에 있어요! 엘리베이터가 없고 계단이 긴 편이라 노약자는 방문이 어려울 수... 바 좌석(창가에 일렬로 앉기) 등이 아니라 큰 테이블에 앉게 될 경우 가 너무 아래에 위치해 있어 사용이 불편합니다. 전자기기 사용이 필수적이지 않으신 분 혹은 풀충전 상태인...",
      "url": "https://blog.naver.com/udine1920/223489318677"
    },
    {
      "title": "연희동 카페 혹스턴 조용하고 데이트하기 좋았던 라떼 맛집",
      "desc": "차분해였던 연희동 카페 혹스턴 자리마다 콘센트가 놓여져있어 작업을 하러 오기 제격이였다 탁 트인 창가뷰도 개방감이 느껴지면서 단정하면서 세련된 분위기로 데이트하기 좋은 연희동 라떼 맛집 우리는 커피바 바로 옆에 이어진 테이블에 자리를 잡았다 요즘 유행하는 조명들로 인스타감성이 물씬 느껴졌던 분위기 좋은 라떼 맛집 카페 곳곳에 포인트들이...",
      "url": "https://blog.naver.com/estp1004/223247827099"
    },
    {
      "title": "연희동카페 혹스턴, 조용하고 편안한 분위기 좋은 카페 데이트",
      "desc": "#혹스턴 #HOXTON 혹스턴 서울 서대문구 연희로 91 2층 0507-1314-0442 매일 11:30-21:30 (라스트오더 21:00) 반려동물 동반가능, 무선인터넷, 콘센트 #연희동카페 #연희동데이트 #분위기좋은카페 위치 & 외관 카페 은 서울 지하철 2호선 홍대입구역 3번 출구 도보 15분 거리 버스로 연희교차로에서 내리거나 마을버스 브라운스톤우정 정류장에서 내리면 도보 1...",
      "url": "https://blog.naver.com/pinypiny08/223240002662"
    },
    {
      "title": "연희동카페 x 혹스턴 l 차분한 밤 그리고 따뜻한 커피",
      "desc": "연희동카페 혹스턴은 낮은 조도의 조명과 블랙의 테이블, 인테리어로 사용된 돌이 꽤 잘 어울리는 공간이었다. 테이블 간 간격이 넓고 평일 밤에 방문해서 그런지 사람도 많지 않아서... 다음에 가면 앉아봐야지 :-) 테이블마다 콘센트도 넉넉한 편, 평일에는 혼자 작업하기 좋은 분위기다. 음악 사운드는 조금 큰 편인데 선곡이 좋아서 머무는 내내 기분이 좋았다....",
      "url": "https://blog.naver.com/2327happy/222755376364"
    },
    {
      "title": "연희동 데이트 카페 추천 : 혹스턴 / HOXTON",
      "desc": "커피 내리는 걸 구경할 수 있다. 2. 콘센트가 있다. (배터리 없었는데 사장님이 충전기 가져다주셔서 좋았어요) 3. 바 테이블 자리 마지막 장점 거셀(↓)이 가능하다ㅋㅋ (바 자리 안 좋아하는데 장점 쥐어짜내기.. ㅎ) 연희동 카페에서 조용하게 대화 나누고 싶은 커플분들 혹스톤 가보시길 추천해요 :D 이상 카페 후기였습니다 !",
      "url": "https://blog.naver.com/mo902236/223202218972"
    },
    {
      "title": "[연희동 카페] 혹스턴(Hoxton), 짙은 검정색 인테리어 속에 숨겨진 중후하지만 편안한 공간의 매력",
      "desc": "연희동 카페 혹스턴(Hoxton)의 오픈 당일, 지인이 오픈 소식을 알려주었다. 자신도 익일 가볼 것이라고 했고 방문 후기를 기대하겠다고 했는데 다음 날 직접 알려준 후기는 가봐야 겠다는... 맨 좌측 창가 쪽에는 위와 같이 2인용 테이블이 보조 의자와 함께 비치되어 있으며 벽면 뒷편으로 도 설치되어 있어 필요시 사용이 가능하다. 우측 끝 벽면에 조성된 돌 조경은...",
      "url": "https://blog.naver.com/jshim84/222617663404"
    },
    {
      "title": "혹스턴 : 프로토콜 연희 같은 연희동 카페 (작업하기 좋음)",
      "desc": "느껴졌습니다 연희동 카페 혹스턴이에요 공부 혹은 작업하게 참 좋은 카페라는 느낌이 듭니다 이렇게 대화하기 좋은 자리도 있고 아래 콘센트도 있어서 노트북으로 작업하시기에도 괜찮을 것 같아요 제가 광각으로 찍어서 좀 넓어 보이게끔 찍었는데, 사실상 사 인용 테이블 두 개와 이 인용 테이블 3개 그리고 큰 책상 한 개 와 창가 자리 이렇게 밖에 없긴 합니다 돌 느낌이...",
      "url": "https://blog.naver.com/blogfairy99/223321432681"
    },
    {
      "title": "[카페 후기] 연희동카페 혹스턴",
      "desc": "또 중앙과 사이드에 노트북으로 작업하기 좋은, 콘센트 좌석이 넉넉했어요 :) 거울샷 하나 남겨주구 공간을 영상으로도 담아보았습니다 :) 크림라떼와 얼그레이! 티라미수를... 데이트하시는 분들이 많던데 데이트나 친구들과 모임하기 좋은 카페인 거 같아요 :) 카페 완전 추천합니다!! 본 후기는 제품 및 서비스를 제공받아 직접 체험한 후 솔직하게 작성한...",
      "url": "https://blog.naver.com/jin94522/223243653529"
    },
    {
      "title": "연희동카페 : 혹스턴(HOXTON)",
      "desc": "근데 밤에 오면 살짝 어두울 수도 있을 것 같아요 저는 안썼지만 콘센트도 있습니다 계단 홈까지 돌 메워놓으신걸 보면 연희동카페의 광기가 보입니다 1층이 안경점인데 2층 올라가면 전혀 다른 분위기! 이 옆에 바로 별다방이 있지만 이제 저라면 여기 갈 것 같아요 주소 : 서울시 서대문구 연희로 91 #카페 #",
      "url": "https://blog.naver.com/hi_angie/222954366016"
    },
    {
      "title": "[연희동 카페] 혹스턴(HOXTON) 후기_노트북 하기 좋은 통창 카페, 조용하게 공부하기 좋은 카페",
      "desc": "ㅋㅋㅋ 알아 봤던 곳들 중에서 주말에 하워드와 같이 집 근처에 있는 연희동 카페 혹스턴에 다녀왔어요! 카페 혹스턴의 영업시간입니다. 매일 12:00 - 21:00 20:30 라스트오더 임시... 해당 자리들은 모두 콘센트가 있었어요. 여긴 문 바로 앞 쪽에 위치한 2인석 테이블인데, 의자들이 등 받이가 없으니 참고해주세요! ㅎㅎㅎ 카페의 음악도 백색 소음 정도로 느껴졌고, 카페...",
      "url": "https://blog.naver.com/tkfkqlcalrzl/223529840612"
    },
    {
      "title": "연희동 필터커피 맛집 : 혹스턴, 조용한 분위기 카페 찾는다면 여기를 소개해보죠.",
      "desc": "콘센트도 여기저기 많이 구비되어있어서 핸드폰 충전하거나 노트북 작업하기에도 괜찮은 곳이었다. 공간과 잘 어울리는 흑백 그림 액자도 한편에 놓여있다. 모던하면서도 시크한... 연희동 데이트 코스, 조용한 카페 찾으신다면 혹스턴 방문해 보세요:) #혹스턴 #카페 #필터커피 #맛집 #커피맛집 #데이트 #놀거리 #나들이...",
      "url": "https://blog.naver.com/zhuyan_twdairy/223234465752"
    },
    {
      "title": "06/01-06/15 샤랄랄랄랄라어머나 벌써6월중순",
      "desc": "여기 콘센트가 고장났는지 충전이 안되길래 다음날부터 다시 원래 앉던 자리로 복귀함 ㅎ 이날은 공부하러 학교 넘어가기 전에 연희동에서 희주 만나서 수제버거 머금 링키지버거!... 혹스턴인가?? 그랬던거같군 나는 에이드가 먹고싶어서 레몬에이드 시켰는디 민트맛이 나서 더 좋앗다..... 헤헤 그리고 디저트로 치즈브라우니인가 그런거 먹었는데 뚜레쥬르 치즈...",
      "url": "https://blog.naver.com/dianever/223131451871"
    },
    {
      "title": "작업하기 좋은 초록뷰 카페, 연희동 혹스턴",
      "desc": "그렇게 찾아가본 곳은 연희동에 위치한 혹스턴 본지르르 연희, 프로토콜 연희와 함께 궁금했던 카페 중 하나였어요 기대 이상으로 더 좋았던 이 곳 창가와 벽쪽 자리에는 콘센트도 있답니다 . . . 너무 넓거나 좁지 않은 한 층짜리 공간 사람이 붐비지 않고 소란스럽지도 않아서 개인작업은 물론 간단한 팀미팅을 하기에도 좋을 것 같아요 음료도 맛있고 디저트도 있어서...",
      "url": "https://blog.naver.com/sleepingumas/223472219723"
    },
    {
      "title": "연희동 조용한 카페 혹스턴 HOXTON 커피 맛집 (노트북 가능)",
      "desc": "콘센트가 있는 곳이 있어서 노트북 작업하시는 분들도 많은 연희동카페 혹스턴 노트북, 아이패드 작업도 용이한 카페입니다. 테이블이 좁지 않고 큼직하게 되어 있는 것이 참 좋았습니다. 주말임에도 불구하고 음악과 함께 조용한 분위기가 어우러지는 곳이라 이런 분위기를 좋아하시는 분들이라면 카페 도 마음에 들어 하실 거에요. 주문을...",
      "url": "https://blog.naver.com/onlybymozz/223076169593"
    },
    {
      "title": "조용히 노트북 하기 좋은 분좋카, 연희동 카페 혹스턴 HOXTON",
      "desc": "책상 아래에 콘센트가 있었고 통창이라 다른 좌석에 비해 좀 밝은 느낌! 개인적으로 비 오는 날에 카페에 앉아 비 구경하는 걸 좋아해서 딱 제게 맞는 자리였답니다. 제가 마신 음료는... 사장님께서도 메뉴나 디저트를 친절하게 설명 주셔서 한 번 더 기분 좋아지는 곳이었답니다. 에서 노트북 할 곳을 찾고 계시다면 방문을 추천드려요!",
      "url": "https://blog.naver.com/5ha1_/223500089044"
    },
    {
      "title": "연대카페 분위기 좋은 카페 혹스턴 Hoxton - 연희동 디저트맛집으로 추천",
      "desc": "조용히 책읽고 쉬기 좋은 연대카페 혹스턴 특히 4인용 책상이 높이도 좋고, 스탠드도 있어서 작업하거나 책을 읽기에도 좋아보였어요. 콘센트가 자리마다 엄청 많은 편은 아니에요.... 컵도 잡고 마시기에 편했고요. 은은한 분위기와 맛있는 디저트로 쉬어가기 좋은 카페, #데이트 #카페 찾으시는 분들께 기쁜 마음으로 추천드려요!",
      "url": "https://blog.naver.com/gayuen0019/223274598323"
    },
    {
      "title": "연희동 - 혹스턴 HOXTON",
      "desc": "저번에 연희동 왔을 때도 그렇고 버스타러 갈 때 봤었던 카페를 가기로. (집에 가기도 쉬우니까) #혹스턴 여기… 역시 바깥에서 보는 것만큼 느낌있는 곳이었어요. 역시나 저는 따뜻한... (잠깐잠깐 할 일 하고 생각도 하면서요) 창가자리는 등받이도 있고 콘센트도 있어서 노트북 하기 딱 좋은 자리였어요. 몇 자리는 없지만 이 자리가 제게는 딱이었습니다. 평일...",
      "url": "https://blog.naver.com/newjzero/222853649381"
    },
    {
      "title": "연희동 카페 . 놈코어커피 이후로 눈이 번뜩이는 커피 맛집 혹스턴(HOXTON)",
      "desc": "O □ 연희동 카페 혹스턴 방문 전 체크 1. 커피를 좋아하신다면 굳이 찾아가 보세유 2. 곳곳에 콘센트가 있어서 노트북 하기도 좋습니다. 3. 차분한 분위기에서 느긋한 시간을 보내기도 좋은 공간 오랜만인 듯 오랜만 아닌 것 같은 느낌으로 방문한 연희동. 전부터 가 보고 싶었던 곳 중에 하나였던 을 이제서야 방문하게 되었습니다. 환승이 가능해서 홍대입구역에서...",
      "url": "https://blog.naver.com/monk234/222902993261"
    },
    {
      "title": "[내돈내산] 연희동 카페 '혹스턴' 사람 없을 때 간 후기",
      "desc": "[카공 적합도]: 평일 기준 60% 바 자리 창가 테이블과 콘센트 평일 기준 [카공 적합도 60%] 일단 여섯 테이블 정도는 높이 낮아서 고릴라만 공부 가능. 그러나 콘센트가 있어서 좋다. 세... 카페가 어서 자리를 잡았으면 좋겠다. 재방문의사 90% #연희동카페 #커피 # # #Hoxton #카페추천 #내돈내산 #책읽기좋은카페 #카공 #",
      "url": "https://blog.naver.com/ilm990102/222633208798"
    },
    {
      "title": "연희동카페 - 한적한 혹스턴의 매력에 쉬다왔어요",
      "desc": "com/hoxton_seoul #연희동카페 #연희동데이트 #혹스턴 #연세대카페 #연세대공부하기좋은카페 #연희동사람없는카페 #연희동공부하기좋은카페 #연희동감성카페 #연희동콘센트많은카페 #연희동신상카페 #연대분위기카페 #신촌카페추천 #카페혹스턴 #연남동카페 #연남동공부하기좋은카페 #조용한카페 #연세대조용한카페 #니니나나 #니니나나니나노 #내돈내산...",
      "url": "https://blog.naver.com/ddongddong118/222680118751"
    },
    {
      "title": "서울 노트북 작업하기 좋은 연희동 카페 '혹스턴'",
      "desc": "아래에 콘센트가 있어서 노트북 작업하기 좋을 것 같아요❕️ 창가 쪽 자리 테이블 아래 콘센트 있어요 주문한 아이스라떼와 버터바 커피 주문할 때 매번 연하게 타 달라고... 않습니다❕️ #내돈내산 #연희동카페 #서울프리랜서추천카페 #서울노트북카페 #서울노트북하기좋은카페 #예쁜카페 #카페 #카페 #버터바 #서이추환영 #서이추...",
      "url": "https://blog.naver.com/sthbeautiful/223263180092"
    },
    {
      "title": "[연희동] 연희 반려동물 동반 가능 조용한 카공 카페 혹스턴 Hoxton",
      "desc": "새내기라 열심히인 춘길입니다 오늘은 연희동 카공하기 좋은 통창뷰의 예쁜 카페 #혹스턴 소개해드릴게요! 혹스턴 서울 서대문구 연희로 91 2층 매일 12:00 - 21:00 반려동물 동반 가능... 입구 바로 앞쪽의 2인용 테이블은 좌석마다 2구 콘센트가 있어서 딱 노트북 작업 하기 좋은 곳이네용! 이 곳은 3층 계단으로 올라가는 길에 있는 좌석인데 아직은 추운 겨울이기도 하고...",
      "url": "https://blog.naver.com/chungiri_/223330586454"
    },
    {
      "title": "[연희] 연희동 카페 혹스턴(Hoxton) :: 작업하기 좋은 공간, 통창뷰, 크림라떼",
      "desc": "오늘의 좋아하는 공간은 바로바로 연희동에 위치한 카페 ’혹스턴(Hoxton)' 월~일 12:00 - 21:00 요즘 보기 드문 휴무 없는 카페 ! 혹스턴은 2층에 위치해있다 자칫하면 지나칠 수도 있으나... 있다 콘센트가 가까이 있어 노트북 충전하기 좋다 협탁에는 스탠드와 이솝 핸드밤, 화분이 있다 약간 어둑어둑해진 지금도 분위기가 좋다 작업하러 가거나 다이어리 쓰러 가거나 홀로...",
      "url": "https://blog.naver.com/yoorll/223333768155"
    },
    {
      "title": "서울 연희동 카페 혹스턴 집중하기 좋은 조용한 데이트코스",
      "desc": "화장실 두번째 봤던 입구에서 계단 올라가면 화장실 있어요 깨끗하고 남여 분리되어 있어 좋았음 Q. 총평 서울 연희동 카페로 추천하는 혹스턴 총평입니다 조용한 분위기에서 데이트 하고싶다면 좋을곳 입 니다! 각자 할일은 있는데 보고는 싶은 연인이 방 문해서 각자 할일하며 즐기는 데이트로 딱인곳임 물론 누구랑 와도 좋을거 같고 ~ 혼자 책읽기에도 안성맞춤인곳...",
      "url": "https://blog.naver.com/yahnara/223591951504"
    },
    {
      "title": "연희동 작업하기 좋은 통창 카페 혹스턴 HOXTON",
      "desc": "콘센트도 많고 의자도 등받이가 있어서 더욱 좋았답니당 크리스마스 트리도 분위기 있게 너무 예뻤어요 겨울은 또 이런 코지한 분위기 아니겠어요 ㅎㅎㅎ 화장실도 깨끗하고 아늑한... 카공, 독서 등 차분히 시간을 보내기도 좋고 사장님도 완전 친절하시고 디저트까지 마음에 들어서 다음에 또 갈 카페 확정 탕탕 카페로 추천 드립니다! #내돈내산",
      "url": "https://blog.naver.com/fryfry0/223701121555"
    },
    {
      "title": "[연희동 혹스턴]밤에 데이트하기 좋았던 조용한 카페",
      "desc": "연희동 카페 연희동 카페 혹스턴 무채색에 콘크리트 타일에 정적이고 차분한 분위기와 원목 테이블과 식물, 그리고 조명에 따뜻한 느낌을 동시에 느낄 수 있는 감각적인 공간이었다. 막 찍어도 인스타감성 물씬 풍김 신기하게 3층 올라가는 입구에도 테이블이 있었다. 커다란 통창이 외부와 내부가 연결돼 있는 듯한 느낌. 테이블 간격이 여유로워서 그런지 사람이...",
      "url": "https://blog.naver.com/sonoyukii/223297257399"
    },
    {
      "title": "연희동 작업하기 좋은 카페 혹스턴",
      "desc": "콘크리트와 원목이 주는 느낌이 인상적이었던 연희동 작업하기 좋은 카페 혹스턴 화장실은 깨끗했고 매장 안에는 핸드로션과 세니타이저도 있었어요! 오랜만에 텀블러가 아닌 유리잔에 커피를 마시니 새롭더라구요! 컵도 참 독특해서 예뻤습니다! 은 생분해 가능한 친환경 빨대를 사용하는데핑크 컬러라 완전 제 취향저격!!!! 왜냐하면 제가 학창시절 핑크걸로...",
      "url": "https://blog.naver.com/judypark0725/223400391163"
    },
    {
      "title": "서울 연희동 커피 맛집 혹스턴 버터바 산미있는 에스프레소, 애견동반 가능 카페",
      "desc": "건물 화장실이지만 관리가 깔끔하게 잘 되어있어요. #연희동카페 #서울카페 #서울애견동반 #연희동애견동반 #연희동혹스턴 의 메뉴판은 내부 인테리어와 자연스럽게 어울리는 원목형식으로 되어있어 고급진 맛이 있었는데요~ 기본 아메리카노 4,800원 라떼 5,500원 바닐라라떼 6,000원 정도로 번화가치곤 합리적인 가격이다 싶었습니다. 카페 의 티는 뉴욕...",
      "url": "https://blog.naver.com/minjoo67572/223026255341"
    },
    {
      "title": "연희동 카페 혹스턴",
      "desc": "분좋카 (분위기 좋은 카페) 가면 기분이 조크든요 연희동에는 분좋카가 넘치고 넘치고 넘치고 안경원 건물 2층에 자리 잡고 있다 메뉴와 와이파이 정보 나는 따뜻한 라떼 마심 ㅎㅎ... 햇살이 들어와서 따숩따숩 앉은 자리에서 본 창문 밖 풍경 겨울이구나아 ~~~ 에 차가운 물이 나와서 조금 아쉬웠지만 맛있는 라떼가 그것을 채워줌 ㅎㅎ 가고싶었던 카페 도장깨기 완!",
      "url": "https://blog.naver.com/sumofrecords/223306495378"
    },
    {
      "title": "[연희동 카페 추천] 평일 낮에 오면 너무 좋은 카페, 연희동 작업하기 좋은 <혹스턴 Hoxton>",
      "desc": "<카페 혹스턴 Hoxton> 연희동 카페를 추천해달라고 스토리를 올렸는데 많은 분들이 이곳저곳 많이 추천해주시더라구요. 원래 가기로한 카페가 있는데, 그곳은 오픈이 12:30부터라서,, 시간이 뭔가 애매해서,,, 버스 내리자마자 위치해있는 이라는 카페를 가기로 했습니다. 2층에 위치해있어요. 올라가면 여자이 바로 보이고, 반대편에는 창가에 2명정도 앉을 수...",
      "url": "https://blog.naver.com/rlagytlr1224/223263960013"
    },
    {
      "title": "[내돈내산] HOXTON혹스턴: 연희동 조용한 카페에서 카공을 해보자",
      "desc": "(비냉 추천bb) #연희동맛집거리 #연희맛로 에서 혹스턴까지 도보 3분이면 간답니다. 카페 혹스턴은 건물 2층에 있어요! 엘리베이터가 없고 계단이 긴 편이라 노약자는 방문이 어려울 수... 화장실에 놓인 핸드워시, 방향제까지 신경 많이 쓰신 게 느껴지는 곳이었습니다. 귀여운 장식들, 심심하면 집어볼 수 있을 책들도 진열대에 준비되어 있습니다. 친구 인권 보호하기...",
      "url": "https://blog.naver.com/udine1920/223489318677"
    },
    {
      "title": "우리동네 연희동 아늑한 분위기의 카페 혹스턴 ‘hoxton’",
      "desc": "> 영업시간 11:30 ~ 21:30 21:00 라스트오더 > 무선인터넷, 반려동물 동반, 남/녀화장실구분,포장 > 네이버페이가능, 제로페이가능 연희동 2층 카페 혹스턴 1층에 ‘noon’이라는 안경가게가 있습니다. 올라가는 계단부터.. 세심한 분인듯…? 갬성 느껴지시나용?? 집 근처라 조만간 또 혼자 와서 멍때리러 와야겠어요 통창이라 햇볕맛집이에요.. 통창이라 계단을 올라오면...",
      "url": "https://blog.naver.com/anwlro0_0/223297639613"
    },
    {
      "title": "혹스턴 : 프로토콜 연희 같은 연희동 카페 (작업하기 좋음)",
      "desc": "대신에 화장실도 바로 앞에 보이고 편안한 분위기가 참 좋게 느껴졌습니다 연희동 카페 혹스턴이에요 공부 혹은 작업하게 참 좋은 카페라는 느낌이 듭니다 이렇게 대화하기 좋은 자리도 있고 아래 콘센트도 있어서 노트북으로 작업하시기에도 괜찮을 것 같아요 제가 광각으로 찍어서 좀 넓어 보이게끔 찍었는데, 사실상 사 인용 테이블 두 개와 이 인용 테이블 3개 그리고 큰...",
      "url": "https://blog.naver.com/blogfairy99/223321432681"
    },
    {
      "title": "연희동카페 커피맛집 혹스턴 / 버터바와 곁들이면 더욱 좋은 커피 hoxton / 반려동물 동반도 가능해요",
      "desc": "입간판이 놓여진 입구로 들어갑니다 #연희동혹스턴 은 2층에 있어요. 2층으로 올라가는 계단 모서리에도 자갈을 까셨더라구요 화려하지 않지만 디테일한 부분까지 인테리어에 신경쓰신게 느껴졌어요 길가의 상가가 그렇듯 계단 층에 위치한 화장실 그리고 그 옆에 소품 배치가 보이고 바로 왼쪽이 매장입니다. 매장 벽이 문을 포함해 통 유리에요 자칫 좁고 답답한...",
      "url": "https://blog.naver.com/newme2474/223022926470"
    },
    {
      "title": "애견 동반 가능 카페] 편안한 분위기로 노트북/스터디 하기 좋은, 분위기 좋은 카페 (HOXTON)",
      "desc": "오늘은 편안한 분위기로 노트북/스터디하기 좋은 연희동 카페 혹스턴에 대해 이야기 해보았습니다. 저희가 앉았던 바로 옆 테이블에 강아지가 있었어요:D 이렇게 반려동물 동반 입장도 가능한 연희동 카페 혹스턴에 방문해보세요! 혹스턴 ✅영업시간: 매일 12:00-21:00 20:30 라스트 오더 ✅전화번호: 0507-1314-0442 ❕반려동물 동반 가능 ❕남/녀 구분",
      "url": "https://blog.naver.com/peng9595/223332185492"
    },
    {
      "title": "[연희동] 조용하고 분위기 좋은 노트북, 카공하기 좋은 카페 / 혹스턴",
      "desc": "#혹스턴 영업시간 매일 12:00 ~ 21:00 (라스트 오더 20:30) 연희동에 분위기 좋은 카페 또 발견 연희교차로 버스정류장 근처라서 찾아가기도 쉬움. 근데 2층이라 슉 지나칠 수 있으니 입간판을 잘 봐야 함. 계단을 올라가면 모던 감성 넘치는 입구가 반겨준다. 이렇게 미니멀하게 깔끔한 느낌 너무 좋다 참고로 왼쪽 회색문은 여자 이다! (남녀 구분된 거 아주...",
      "url": "https://blog.naver.com/pejng/223502403241"
    },
    {
      "title": "[연희동/카페] 홍대입구역 혹스턴 Hoxton Coffee",
      "desc": "여자화장실은 2층, 혹스턴 출입문 바로 옆에 있어요 환기도 잘 되어 있고 관리도 잘되어 있어요 ✨ 역시 비 내리는 이른 오후 은은한 햇빛과 어두움이 딱이죠?! 창가쪽 바테이블에도 찍어도 잘 나와요 창가쪽 바테이블이 사진 찍기에도 인기 많은 자리예요 #솔티드카라멜버터바 3,500원 솔티드 카라멜은 이렇게 포장되어 있는 상태로 나오고 냉장 진열대에 솔티드...",
      "url": "https://blog.naver.com/koorumi_/222807161292"
    },
    {
      "title": "혹스턴/연희동카페",
      "desc": "두개 나란히 놓여있고 창가를 바라보는 좌석 따듯한 조명 문 바로 옆에 위치한 여자 화장실도 좋았고 마치 바 같은 인테리어 구조라 인상적 커피도 맛있었다 다음에 다시 방문할때는 바나나푸딩을 먹어보겠어 5시 넘어서야 하나둘씩 빠져나가던 손님들 너무 인상적이라 나만 알고싶은 곳 2층에 위치해 나름 뷰도 있어요 # #카페 #카페추천 # #hoxton",
      "url": "https://blog.naver.com/chicserena/223015406660"
    },
    {
      "title": "[서울 연희동 카페] 조용하고 감성적이었던 커피&디저트 맛집 혹스턴",
      "desc": "영업시간 : 매일 11:30 ~ 21:30 (21:00 라스트오더) 포장, 무선 인터넷, 반려동물 동반, 남/녀 화장실 구분 연희동카페 '혹스턴'은 홍대입구역에서 살짝 좀 거리가 있어요. 홍대입구역에서 버스를 타시면 편해요. 홍대입구역 8번 출구와 9번 출구 사이에 있는 버스정류장에서 7734, 7739, 7612번 버스 중에 아무거나 타시면 됩니다. 두 정거장만 가서 '연희교차로'에서 내리면 되니까...",
      "url": "https://blog.naver.com/j2251402/223237245193"
    },
    {
      "title": "연희동 작업하기 좋은 조용한 카페 : 혹스턴 HOXTON",
      "desc": "고소함과 산미 둘 다 적당히 느껴지다가 마지막엔 살짝 단맛도 올라와서 좋더라구요 디카페인을 먹을까 고민했었는데 입에 맛는 커피를 주문해서 아주 만족스러웠어요ㅋㅋ 이상 다른 원두들도 맛이 궁금한 연희동 필터커피가 맛있는 카페 혹스턴이였습니다:) - 영업시간 :: 매일 12시 ~ 21시 라스트오더 :: 20시 30분 :: 건물",
      "url": "https://blog.naver.com/mum_off/223339324038"
    },
    {
      "title": "[서울] 연희동 호주나들이; 쿳사연희, 혹스턴 롱블랙",
      "desc": "그런지 화장실이 영 아니어서 2차로 근처 카페 가서 커피를 마실 생각으로... 간혹 유퀴즈에서 도심 속 폭포와 자연경관을 보여주는 그 카페 홍제천인공폭포가 있는 카페폭포를 가야겠다 맘먹었는데... 왜,왜, 비가 오지???? 테라스에서 폭포 바라보며 한껏 여유를 부리고 싶었는데... 아 맞다! 예전에 호주 놈코어커피 검색하며 알아놨던 카페도 일거야 그렇네...",
      "url": "https://blog.naver.com/younggyul/223211967212"
    },
    {
      "title": "연희동 카페 조용히 작업하기 좋은 혹스턴",
      "desc": "약속에 가기 전에 간단히 작업을 할까해서 들른 카페 혹스턴. 작업하기 좋은 카페로 유명한 프로토콜을 갈까 하다가 사람이 많을 것 같아서 더 검색을 해봤다. 그러던 중 혹스턴이... 화장실 건물화장실 (여자 2층/남자 3층 매우 깨끗✨) ⭐️추천⭐️ 연희동 데이트하기 좋은 카페 찾는 분 에서 작업할만한 카페 찾는 분 사람많고 시끄러운 카페 싫어하는 분 2층 뷰...",
      "url": "https://blog.naver.com/dainee38/223363999631"
    },
    {
      "title": "연희동 카페 . 놈코어커피 이후로 눈이 번뜩이는 커피 맛집 혹스턴(HOXTON)",
      "desc": "5점 화장실 . 남녀구분 (외부) 재방문의사 . O □ 연희동 카페 혹스턴 방문 전 체크 1. 커피를 좋아하신다면 굳이 찾아가 보세유 2. 곳곳에 콘센트가 있어서 노트북 하기도 좋습니다. 3. 차분한 분위기에서 느긋한 시간을 보내기도 좋은 공간 오랜만인 듯 오랜만 아닌 것 같은 느낌으로 방문한 . 전부터 가 보고 싶었던 곳 중에 하나였던 을 이제서야 방문하게...",
      "url": "https://blog.naver.com/monk234/222902993261"
    },
    {
      "title": "[연희동] 연희 반려동물 동반 가능 조용한 카공 카페 혹스턴 Hoxton",
      "desc": "새내기라 열심히인 춘길입니다 오늘은 연희동 카공하기 좋은 통창뷰의 예쁜 카페 #혹스턴 소개해드릴게요! 혹스턴 서울 서대문구 연희로 91 2층 매일 12:00 - 21:00 반려동물 동반 가능... 가본 혹스턴으로 고고! 깔끔한 입간판이 보이는 입구로 들어서면 <찰리와 초콜렛공장>의 초콜렛 잔디가 생각나는 귀여운 입구 도착! 2층은 여자 3층은 남자 로 구분되어...",
      "url": "https://blog.naver.com/chungiri_/223330586454"
    },
    {
      "title": "[내돈내산] 연희동 카페 '혹스턴' 사람 없을 때 간 후기",
      "desc": "저 옆에 있는 회색 문이 화장실. 카페 입구 바로 옆에 있음. 칸은 하나. 요즘 부드러운 분위기의 카페를 많이 갔었는데 오랜만에 다소 차가운 질감의 공간을 방문하니 어색하면서도 환기되는 느낌. 오전에 책 읽으러 종종 방문할 듯! 카페가 어서 자리를 잡았으면 좋겠다. 재방문의사 90% #카페 #커피 # # #Hoxton #카페추천 #내돈내산...",
      "url": "https://blog.naver.com/ilm990102/222633208798"
    },
    {
      "title": "연희동 카페 혹스턴, 딥한 무드의 차분한 데이트",
      "desc": "텍스쳐를 자랑하는 디저트였다 :)) 맛있는 커피와 디저트를 먹으면서 차분한 연희동 데이트 다음엔 다른 원두도 먹어봐야겠다 >_< ! 연희동 카페/ 연희동 데이트 혹스턴 서울 서대문구 연희로 91 2층 ⏰ 화 - 일 11시 - 22시 (월요일 휴무/ 라스트오더 21시 30분) ☎️ 0507-1314-0442 무선인터넷, 반려동물 동반, 남/녀 구분, 제로페이 #카페 #데이트 #",
      "url": "https://blog.naver.com/5bokdduck/222683481092"
    },
    {
      "title": "연희동데이트하기 좋은 연희동카페 혹스턴",
      "desc": "#연희동카페 #연희동데이트 #혹스턴 #연희동혹스턴 안녕하세요 김수봉봉입니다 ❣️ 오늘은 연희동카페 혹스턴 다녀온 리뷰할께요 연희동카페 혹스턴 위치 : 서울 서대문구 연희로 91... 여자 남자 구분된 화장실키 귀여워서 찍어봤어요 연희동카페 혹스톤에서 직접 만든 수제디져트 3,500원 꼭 드셔보세요!!! 그냥 그런 디져트랑은 급이다름 들어서는 순간 뽕 반한...",
      "url": "https://blog.naver.com/misswwwkim/222738827731"
    },
    {
      "title": "[ 서울 / 연희 ] 데이트 핫플 연희동 신상 카페 다녀왔어요_혹스턴",
      "desc": "혹스톤 연희동 혹스턴 메뉴 연남동 혹스턴 핸드드립 시간은 조금 더 소요되지만 커피 본연의 향을 더 잘 느낄 수 있어서 핸드드립 사랑함ㅋㅋㅋㅋ 오렌지 구움과자와 밀크티... ㄷㄷ 주문은 입구 맞은편 카운터에서 화장실 열쇠도 혹스턴 HXT 더치커피를 비롯해 냉장보관 중인 음료들 겉바속촉 오렌지의 싱그러움이 살아있는.. 휘낭시에도 마들렌도 아닌 것 같은...",
      "url": "https://blog.naver.com/domotokoko/222696843660"
    },
    {
      "title": "[신촌역]혹스턴(HOXTON): 커피가 맛있고 작업하기 좋은 신촌 홍대 연희동 추천 분좋카",
      "desc": "치케와 밀크티 먹고 돌아온 빵찌입니다 이번주 추위 정말 대단했죠,,읏츄읏츄 추운 땐 실내에서 맛있는거 먹는게 최고에염 날씨가 약간 풀렸던 지난날 연희동 사는 친구의... 계단을 올라가시면 따뜻한 조명 간판이 반겨주고 카페 입구가 나옵니다 여자화장실이 카페 바로 앞에 있어서 편리했어요 짜라란~ 카페 내 분위기를 보여드려요 식사 시간이 되어...",
      "url": "https://blog.naver.com/bbangzzii22/223333714616"
    },
    {
      "title": "연희동 핸드드립 카페 _ HOXTON 혹스턴",
      "desc": "연희동 카페 HOXTON 혹스턴 연희동 데이트하기 좋은 카페가 있다고 해서 연남동, 연희동 놀러간 김에 짝꿍과 방문해봤어요 위치 서울 서대문구 연희로 91 2층 영업시간 화 ~ 일 11:00... 커피를 마시지 않는 친구들과도 오기에 좋은 카페, 혹스턴이에요 건물 내부에 남녀 분리되어 있어요 열쇠는 키예요! 솔티드 카라멜 버터바 3,5 먹고 짝꿍과 함께 띠용한...",
      "url": "https://blog.naver.com/so---happy/222696258389"
    },
    {
      "title": "[연희동] 카페 혹스턴",
      "desc": "안경점 위 2층 원래는 프로토콜 연희에 갈 예정이었으나 만석인 관계로 배회하다 찾은 곳 혹스턴 내부 공간이 넓지는 않았지만 전반적으로 조용한 분위기에 넓은 창이 있어서 오히려 좋았다 내부엔 큰 테이블 3개 정도, 창측 바라보는 자리는 6-7자리 있었음 클래식 카페라떼 아이스 노트북 작업하기엔 진짜 좋았다 도 깨끗하고 핸드크림까지 비치됨 굿 딱 한 가지...",
      "url": "https://blog.naver.com/luzernwithlaw/223259278858"
    },
    {
      "title": "(연희동 카페) 혹스턴",
      "desc": "2022년 01월 방문 - <혹스턴 (hoxton)> 영업시간 화~일 11:00 - 22:00 (월요일 휴무) 연희동 새로 생긴 신상 카페 혹스턴! 안경점 건물 2층에 위치하고 있다. 무려 가오픈 기간에 방문..! 꺄... 아메리카노 (₩4,800) 산미가 조금 느껴지는 아메리카노! 깔끔했다 ㅎㅎ 여자 은 입구 바로 앞에 있고 남자 은 3층에 있다. 카운터에서 키를 가져가면 되고 1인 사용!",
      "url": "https://blog.naver.com/ome9712/222634840121"
    },
    {
      "title": "[연희동 :혹스턴] 연남동 카페거리 블랙홀릭",
      "desc": "빠질 수 없는 인스타그램 이벤트도 실시중이오니 음료메뉴1가지 추가제공 꼭 받아가옵소서 #혹스턴 #혹스턴서울 #연희동 #연희동카페 남/녀 화장실이 구분되어있어 너모나 편리 했다구요 !! 게다가 화장실마저 깔끔말끔 수제디저트로는 #머쉬룸키쉬 가 준비되어있답니다 크림라떼 애플히비스커스베리 머쉬룸키쉬 요렇게 오더했어요 -:) 비쥬얼은 타르트와 흡사한데...",
      "url": "https://blog.naver.com/dhssla/222729117731"
    }
  ],
  "photo_urls": [
    "https://search.pstatic.net/common/?autoRotate=true&type=w560_sharpen&src=https%3A%2F%2Fldb-phinf.pstatic.net%2F20220305_193%2F1646410056605EO1Sn_JPEG%2F271467333_629520225025538_5041099427267513676_n_%25281%2529.jpg",
    "https://search.pstatic.net/common/?autoRotate=true&type=w560_sharpen&src=https%3A%2F%2Fldb-phinf.pstatic.net%2F20220305_299%2F1646410098844IfsdH_JPEG%2F271261858_317893876974121_9181655345187820290_n_%25281%2529.jpg",
    "https://search.pstatic.net/common/?autoRotate=true&type=w560_sharpen&src=https%3A%2F%2Fldb-phinf.pstatic.net%2F20220305_135%2F1646410142119EReOy_JPEG%2F271277252_1005554543651575_8181338434355940738_n_%25281%2529.jpg",
    "https://search.pstatic.net/common/?autoRotate=true&type=w560_sharpen&src=https%3A%2F%2Fvideo-phinf.pstatic.net%2F20241211_219%2F1733927745454aMgC0_JPEG%2F2u89JV3bOx_03.jpg",
    "https://pup-review-phinf.pstatic.net/MjAyNDEyMTVfMTYg/MDAxNzM0MjM5NzE1MDA4.CTLvgetz1VNwpNFu7JO-kouj7ugioY_kcKArzNv0oiQg.-cmjtJ2MdO9XsyaxZxsVGs1ILdpcQQA0HjmxpXPgzxgg.JPEG/7211D082-4A81-4196-84CA-A496F9F69A22.jpeg?type=w560_sharpen",
    "https://pup-review-phinf.pstatic.net/MjAyNDEyMTVfMjQ1/MDAxNzM0MjM5NzE0OTIx.MiX_UXFYCQUDAss-vx4O7Ub3eyl0m9_r_8BFjDVLPK4g.bUDk38uyJWlG41Jc21zoxQulOeucFXPQVEgHrNltVsog.JPEG/6C8F8689-1518-4460-991C-86E9F04E1F4E.jpeg?type=w560_sharpen",
    "https://search.pstatic.net/common/?autoRotate=true&type=w560_sharpen&src=https%3A%2F%2Fphinf.pstatic.net%2Ftvcast%2F20240731_1%2FQ2hfo_17224080292852Svms_JPEG%2FPublishThumb_20240731_154020_270.jpg",
    "https://search.pstatic.net/common/?autoRotate=true&type=w560_sharpen&src=http%3A%2F%2Fblogfiles.naver.net%2FMjAyNDEyMTdfMTgz%2FMDAxNzM0NDMzNDAxNDc3.rwqq-rBkEYbxyPmOJjJ9S3rY-_sXa7Pbr4aNszOpTwYg.TVlGmfimZsnBvo3lPoErcZvL63S-mF5BixwQsV4VMzsg.JPEG%2FIMG_2228.JPG",
    "https://search.pstatic.net/common/?autoRotate=true&type=w560_sharpen&src=http%3A%2F%2Fblogfiles.naver.net%2FMjAyNDEyMDNfMjky%2FMDAxNzMzMjI0Mzg2MjI1.o_hDSELxHgYMJwgxTCbVd35wTkX4XagCPsdf8Y5l_nMg.25ISv32pMdMtog-N81fM4RIpYgCzxCgzCgpXtTxv-Y4g.JPEG%2FIMG_3331.JPG",
    "https://search.pstatic.net/common/?autoRotate=true&type=w560_sharpen&src=http%3A%2F%2Fblogfiles.naver.net%2FMjAyNDA4MTdfMjA0%2FMDAxNzIzODY0OTExOTY2.fBwD7nz_JfSAac-MBNoFx4APrcLqNbXeiPUacgnywOgg.Ix2sTJrz8H2QVHULzzL5nR5mLAd5YZxRp8zUKX2DjmYg.JPEG%2FIMG_7392.jpg"
  ]
}
